Revit 2024 API
SpaceSet Constructor
Initializes a new instance of the SpaceSet class
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public SpaceSet()
Visual Basic
Public Sub New
Visual C++
public:
SpaceSet()
See Also
SpaceSet Class
Autodesk.Revit.DB.Mechanical Namespace